fixtures/request_templates/parceiros_v3/consultar_tracking.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/">
  <soapenv:Header/>
  <soapenv:Body>
    <tem:ConsultarTracking>
      <tem:idCompra><%= dados['id_compra'] %></tem:idCompra>
    </tem:ConsultarTracking>
  </soapenv:Body>
</soapenv:Envelope>